tap "1password/tap"
tap "benwebber/tunnelblickctl"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "lyft/formulae"
tap "wix/brew"
# General-purpose data compression with high compression ratio
brew "xz"
# Decentralized dependency manager for Cocoa
brew "carthage"
# Cross-platform make
brew "cmake"
# Modern replacement for 'ls'
brew "exa"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Library for command-line editing
brew "readline"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Install and debug iPhone apps from the command-line
brew "ios-deploy"
# Platform built on V8 to build network applications
brew "node"
# Command-line interface for SQLite
brew "sqlite"
# Open source computer vision library
brew "opencv"
# Development kit for the Java programming language
brew "openjdk"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Python version management
brew "pyenv"
# Pyenv plugin to manage virtualenv
brew "pyenv-virtualenv"
# Display and control your Android device
brew "scrcpy"
# Cross-shell prompt for astronauts
brew "starship"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# General-purpose lossless data-compression library
brew "zlib"
# Command-line interface for Tunnelblick
brew "benwebber/tunnelblickctl/tunnelblickctl"
# A Powerful Command Line for automating iOS Simulators
brew "facebook/fb/idb-companion"
brew "lyft/formulae/set-simulator-location"
# Apple simulator utilities
brew "wix/brew/applesimutils"
# Command-line helper for the 1Password password manager
cask "1password-cli"
# Automated testing of webapps for Google Chrome
cask "chromedriver"
# Collaboration platform for API development
cask "postman"
# Text editor for code, markup and prose
cask "sublime-text"
# Virtualizer for x86 hardware
cask "virtualbox"
